/*
 Navicat Premium Data Transfer

 Source Server         : root
 Source Server Type    : MySQL
 Source Server Version : 50729
 Source Host           : localhost:3306
 Source Schema         : yygh_manage

 Target Server Type    : MySQL
 Target Server Version : 50729
 File Encoding         : 65001

 Date: 02/07/2021 10:17:39
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for hospital_set
-- ----------------------------
DROP TABLE IF EXISTS `hospital_set`;
CREATE TABLE `hospital_set`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '编号',
  `hoscode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医院编号',
  `sign_key` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '签名秘钥',
  `api_url` varchar(100) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '统一挂号平台api地址',
  `create_time` timestamp(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '创建时间',
  `update_time` timestamp(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0) COMMENT '更新时间',
  `is_deleted` tinyint(3) NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 2 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '医院设置表' ROW_FORMAT = DYNAMIC;

-- ----------------------------
-- Records of hospital_set
-- ----------------------------
INSERT INTO `hospital_set` VALUES (1, '1000_0', '3', 'http://localhost:8201', '2021-05-09 15:26:16', '2021-06-18 16:03:19', 0);

-- ----------------------------
-- Table structure for order_info
-- ----------------------------
DROP TABLE IF EXISTS `order_info`;
CREATE TABLE `order_info`  (
  `id` bigint(20) NOT NULL AUTO_INCREMENT COMMENT '编号',
  `schedule_id` bigint(20) NULL DEFAULT NULL COMMENT '排班id',
  `patient_id` bigint(20) NULL DEFAULT NULL COMMENT '就诊人id',
  `number` int(11) NULL DEFAULT NULL COMMENT '预约号序',
  `fetch_time` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '建议取号时间',
  `fetch_address` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '取号地点',
  `amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '医事服务费',
  `pay_time` datetime(0) NULL DEFAULT NULL COMMENT '支付时间',
  `quit_time` datetime(0) NULL DEFAULT NULL COMMENT '退号时间',
  `order_status` tinyint(3) NULL DEFAULT NULL COMMENT '订单状态',
  `create_time` timestamp(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '创建时间',
  `update_time` timestamp(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0) COMMENT '更新时间',
  `is_deleted` tinyint(3) NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 1 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '订单表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of order_info
-- ----------------------------

-- ----------------------------
-- Table structure for schedule
-- ----------------------------
DROP TABLE IF EXISTS `schedule`;
CREATE TABLE `schedule`  (
  `id` bigint(20) NOT NULL DEFAULT 0 COMMENT '编号',
  `hoscode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医院编号',
  `depcode` varchar(30) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '科室编号',
  `title` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '职称',
  `docname` varchar(20) CHARACTER SET utf8 COLLATE utf8_general_ci NULL DEFAULT NULL COMMENT '医生名称',
  `skill` text CHARACTER SET utf8 COLLATE utf8_general_ci NULL COMMENT '擅长技能',
  `work_date` date NULL DEFAULT NULL COMMENT '安排日期',
  `work_time` tinyint(3) NULL DEFAULT 0 COMMENT '安排时间（0：上午 1：下午）',
  `reserved_number` int(11) NULL DEFAULT 0 COMMENT '可预约数',
  `available_number` int(11) NULL DEFAULT 0 COMMENT '剩余预约数',
  `amount` decimal(10, 0) NULL DEFAULT NULL COMMENT '挂号费',
  `status` tinyint(3) NULL DEFAULT NULL COMMENT '排班状态（-1：停诊 0：停约 1：可约）',
  `create_time` timestamp(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) COMMENT '创建时间',
  `update_time` timestamp(0) NOT NULL DEFAULT CURRENT_TIMESTAMP(0) ON UPDATE CURRENT_TIMESTAMP(0) COMMENT '更新时间',
  `is_deleted` tinyint(3) NOT NULL DEFAULT 0 COMMENT '逻辑删除(1:已删除，0:未删除)',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '医生日程安排表' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of schedule
-- ----------------------------
INSERT INTO `schedule` VALUES (1, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-13', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:44:03', 0);
INSERT INTO `schedule` VALUES (2, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-22', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:44:05', 0);
INSERT INTO `schedule` VALUES (3, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-22', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:44:09', 0);
INSERT INTO `schedule` VALUES (4, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-14', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:44:11', 0);
INSERT INTO `schedule` VALUES (5, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-23', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (6, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-23', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (7, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-15', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (8, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-24', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (9, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-24', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (10, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-16', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (11, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-25', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (12, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-25', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (13, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-17', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (14, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-26', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (15, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-26', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (16, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-18', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (17, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-27', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (18, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-27', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (19, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-19', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (20, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-28', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (21, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-28', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (22, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-20', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (23, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-29', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (24, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-29', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (25, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2020-12-21', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (26, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-30', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (27, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-30', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (28, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (29, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2020-12-30', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (30, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2020-12-30', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (31, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-01', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (32, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-01', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (33, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-01', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (34, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-02', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (35, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-02', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (36, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-02', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (37, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-03', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (38, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-03', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (39, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-03', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (40, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-04', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (41, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-04', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (42, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-04', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (43, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-05', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (44, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-05', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (45, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-05', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (46, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-01-06', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (47, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-06', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (48, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-06', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (49, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-07', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (50, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-07', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (51, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-07', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (52, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-08', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (53, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-08', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (54, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-08', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (55, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (56, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (57, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-09', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (58, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-10', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (59, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-10', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (60, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-10', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (61, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-11', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (62, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-11', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (63, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-11', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (64, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-12', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (65, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-12', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (66, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-12', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (67, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-13', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (68, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-13', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (69, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-13', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (70, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-14', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (71, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-14', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (72, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-14', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (73, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-15', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (74, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-15', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (75, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-15', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (76, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-16', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (77, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-16', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (78, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-16', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (79, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-17', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (80, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-17', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (81, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-17', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (82, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-18', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (83, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-18', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (84, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-18', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (85, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-19', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (86, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-19', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (87, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-19', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (88, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-20', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (89, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-20', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (90, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-20', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (91, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-21', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (92, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-21', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (93, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-21', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (94, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-22', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (95, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-22', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (96, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-22', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (97, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-23', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (98, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-23', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (99, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-23', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (100, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-24', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (101, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-24', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (102, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-24', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (103, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-25', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (104, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-25', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (105, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-25', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (106, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-26', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (107, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-26', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (108, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-26', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (109, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-27', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (110, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-27', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (111, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-27', 1, 27, 10, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (112, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-01-28', 0, 33, 22, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (113, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-01-28', 0, 40, 6, 100, 1, '2021-05-09 15:42:21', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (114, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-01-28', 1, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (115, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (116, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (117, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (118, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (119, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (120, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (121, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (122, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (123, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (124, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (125, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (126, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (127, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (128, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (129, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (130, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (131, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (132, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (133, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (134, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (135, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (136, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (137, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (138, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (139, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (140, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (141, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (142, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (143, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (144, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (145, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (146, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (147, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (148, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (149, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (150, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (151, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (152, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (153, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (154, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (155, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (156, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (157, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (158, '1000_0', '200040878', '医师', '邵迎红', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (159, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (160, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (161, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (162, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (163, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (164, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (165, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (166, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (167, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (168, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (169, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (170, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (171, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (172, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (173, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (174, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (175, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (176, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (177, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (178, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (179, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (180, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (181, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (182, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (183, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (184, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (185, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (186, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (187, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (188, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (189, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (190, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (191, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (192, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (193, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (194, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (195, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (196, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (197, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (198, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (199, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (200, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (201, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (202, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (203, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (204, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (205, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (206, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (207, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (208, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (209, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (210, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (211, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (212, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (213, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (214, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (215, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (216, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (217, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (218, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (219, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (220, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (221, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (222, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (223, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-05-09', 0, 27, 10, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (224, '1000_0', '200040878', '医师', '', '内分泌科常见病。', '2021-05-09', 0, 33, 22, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (225, '1000_0', '200040878', '副主任医师', '裴育', '骨质疏松和骨代谢疾病、糖尿病、甲状腺疾病。', '2021-05-09', 0, 40, 6, 100, 1, '2021-05-09 15:42:23', '2021-05-09 15:46:20', 0);
INSERT INTO `schedule` VALUES (226, '1000_0', '200040878', '副主任医师', '邵迎红', '内分泌与代谢性疾病。', '2021-06-21', 0, 27, 10, 100, 0, '2021-05-09 15:42:23', '2021-06-21 11:08:42', 0);

SET FOREIGN_KEY_CHECKS = 1;
